const NEWS = [
  {
    source: {
      id: 'lenta',
      name: 'Lenta',
    },
    author: null,
    title: 'Россиянин сравнил отдых на Кубе с тюрьмой посреди пальм',
    description:
      'Россиянин, отдохнувший на Кубе во время пандемии, попал в ковидную гостиницу и поделился впечатлениями. История туриста приводится в блоге на платформе «Яндекс Дзен». Как отметил путешественник, он вместе с семьей прилетел на курорт Кайо-Коко в начале декабря…',
    url: 'https://lenta.ru/news/2020/12/16/cuba/',
    urlToImage:
      'https://icdn.lenta.ru/images/2020/12/15/16/20201215161114659/share_a486827141eb9784754267d9bf4ac005.jpg',
    publishedAt: '2020-12-16T04:41:00Z',
    content:
      ', , . « ».\r\n , - , . .\r\n« . , : , . , », .\r\n, , « ». « », , , , .\r\n« , . , », , , , .\r\n , , « », . , , .\r\n, , , « ». , - , , , .',
  },
  {
    source: {
      id: null,
      name: 'Lifehacker.ru',
    },
    author: 'Виктор Подволоцкий',
    title:
      '«Яндекс» назвал самые популярные слова в поиске в 2020-м и предыдущих годах',
    description: 'Тройку лидеров угадать несложно.',
    url: 'https://lifehacker.ru/yandeks-tri-populyarnyx-slova-2020/',
    urlToImage:
      'https://cdn.lifehacker.ru/wp-content/uploads/ogimages/1211054.png',
    publishedAt: '2020-12-18T07:15:08Z',
    content:
      '. «» 10 , . 2020- : «», «» «».\r\n«» 2012, «» 2015- «» «» 2019-. - ? .',
  },
  {
    source: {
      id: 'lenta',
      name: 'Lenta',
    },
    author: null,
    title:
      'Россиянин посетил «опасную для жизни» экскурсию в Сочи и поделился впечатлениями',
    description:
      'Россиянин, отдохнувший в Сочи, побывал на «опасной для жизни» экскурсии и поделился впечатлениями. Рассказ об этом он опубликовал в блоге на платформе «Яндекс Дзен». Как отметил путешественник, прошлым летом он в компании друзей решил поехать в одно из красив…',
    url: 'https://lenta.ru/news/2020/12/09/s/',
    urlToImage:
      'https://icdn.lenta.ru/images/2020/12/09/21/20201209215836073/share_41e45c784cb4bea8d5bfa986603fb9f5.jpg',
    publishedAt: '2020-12-09T19:15:00Z',
    content:
      ', , « » . « ».\r\n , , . , , .\r\n« : , . , , , , . , . , , , , », .\r\n, , , : .\r\n« " ", . (...) , , », .\r\n , , .\r\n . , , .',
  },
];

export default NEWS;
